Revit 2027 API
ParameterTypeId.EnergyCalculatedFlow Property
 "Calculated Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyCalculatedFlow { get; }
Public Shared ReadOnly Property EnergyCalculatedFlow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyCalculatedFlow {
	ForgeTypeId^ get ();
}
static member EnergyCalculatedFlow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace